sdaiGetAggrElementBoundByIndex(Sdai_Id_aggr*,System.UInt32)
\details
Retrieves the bound of an aggregate element by its index.
\param aggregate [in] An aggregate.
\param index     [in] An index of the element.
\returns An SDAI integer value that contains the bound of the aggregate element.